{
    "cards": [
        {
            "name": "O MAGO",
            "reading": "A pessoa busca sempre o melhor, o que explica o fato de estar sempre investindo em fórmulas mágicas de sedução consideradas infalíveis para um relacionamento dar certo. Por mais que tente se sentir vitoriosa, bolando planos e até mesmo mentindo para conseguir o que deseja, sua criatividade contribui para momentos de alegria e prazer a dois. Porém, costuma desacreditar no amor quando não tem alguma de suas expectativas plenamente atendida. Quando consegue o que quer, parte para outra."
          },
          {
            "name": "A SACERDOTISA",
            "reading": "De natureza silenciosa e reservada, simboliza uma pessoa que não está acostumada a demonstrar seus sentimentos. Indica passividade sentimental – “os outros fazem e eu observo, sinto e interpreto do meu jeito e pra mim mesmo”. Devido a carências de estímulo e autoestima para viver o amor, prefere se manter fechada e não confiar totalmente nos outros para não sofrer mais tarde. É uma pessoa que se apenas se entrega se tiver total segurança interior para isso."
          },
          {
            "name": "A IMPERATRIZ",
            "reading": "Simboliza o pleno domínio e conhecimento de suas emoções. É aquela pessoa que não enxerga os impasses afetivos como obstáculos, mas como oportunidades de crescimento com o parceiro. Concede segurança emocional à pessoa amada, que geralmente retribui com honestidade e paixão declarada. Jamais deixa o desejo de lado e não tem papas na língua: sua vontade impera."
          },
          {
            "name": "O IMPERADOR",
            "reading": "Quando a pessoa se coloca acima dos sentimentos e de seu papel na relação amorosa, suas atitudes podem ser interpretadas como altruístas, secas e egocêntricas demais. É o que ocorre com este arcano: prático, responsável e objetivo, mas também controlador e até mesmo insensível. Indica uniões duradouras carregadas de vaidade, status e racionalização do plano afetivo, muitas vezes deixado em segundo plano num casamento “perfeito”."
          },
          {
            "name": "O PAPA",
            "reading": "Simboliza a tradição, a moral e a família como elementos importantes ao afeto. Existe respeito, diálogo, amizade e honra com o parceiro. Uma característica fundamental deste padrão é a fidelidade, já que o amor é para toda a vida. No meio social, passa imagem de cumplicidade com a pessoa amada, mesmo que saiba manter sua individualidade intacta e sempre forte. É o padrão de comportamento daqueles que se dedicam verdadeiramente a alguém."
          },
          {
            "name": "OS ENAMORADOS",
            "reading": "Tradicionalmente ligada ao romantismo e ao amor idealizado dos contos de fada e mitos antigos, este arcano simboliza as escolhas que se deve fazer diante das dúvidas e dos desejos. Significa a indecisão, os temores sobre a pessoa amada, a hesitação em se prender ao outro; mas indica também o desejo de se relacionar de forma sincera e sem questionamentos sobre o que é certo e quando é certo. São boas as perspectivas – ainda que deva haver concentração no momento de optar pelo amor."
          },
          {
            "name": "O CARRO",
            "reading": "Todo o entusiasmo, a expectativa e o desejo para com a pessoa amada são atributos desta carta de natureza precoce: vai tão rápido no ponto almejado que costuma confundir a atração física do momento com amor verdadeiro. Mas toda essa ansiedade por chegar num lugar só seu, quando transformada em determinação, pode gerar a autêntica afetividade numa relação despojada, sincera e satisfatória em todos os níveis. Enquanto ela durar, é claro."
          },
          {
            "name": "A JUSTIÇA",
            "reading": "Indica distanciamento afetivo e relação baseada na formalidade e seriedade exageradas. Tudo que ocorre entre o casal se deve à lógica, dentro dos conformes estabelecidos pela união – não existe aquela entrega de corpo e alma. Simboliza respeito mútuo diante da sociedade e maturidade na forma de agir, mas o carinho e o afeto deixam a desejar."
          },
          {
            "name": "O EREMITA",
            "reading": "Significa a paz interior que existe entre duas pessoas que se amam – principalmente quando a relação tem anos de estrada, sendo um amor “antigo” e duradouro. Há muito afeto, carinho e dedicação ao parceiro, mesmo que essas qualidades tão raras nas relações de hoje transcendam o desejo sexual. O arcano reflete os antigos valores que não seguem moda. Ao contrário, tornam memorável este relacionamento. É importante lembrar que prevalece a honestidade e a fidelidade, independente de quanto tempo o casal está junto."
          },
          {
            "name": "A RODA DA FORTUNA",
            "reading": "O maior símbolo dos “altos e baixos” da vida no Tarot, esta carta mostra o poder da ansiedade e da instabilidade para a relação a dois. É comum existir vontade impensada de conseguir harmonia e equilíbrio emocional. Assim, não se sem se percebe que tal atitude acarreta obstáculos como o estresse, a indisposição de manter uma rotina com a pessoa escolhida e, de quebra, a insuportável variação de humor que ronda o casal. Se num momento tudo está bem e ambos estão nas alturas, logo mais nota-se a queda para o razoável. Até atingir o fundo do poço, quando a união se torna insustentável."
          },
          {
            "name": "A FORÇA",
            "reading": "Aqui existe a consciência de que o amor, qualquer amor, tem que ser pra valer. Por isso há equilíbrio de forças, segurança e integração entre o casal, que reconhece suas capacidades e as trabalha com dedicação e respeito ao sentimento nutrido ao longo do tempo. Toda a vitalidade, a atração física e a maturidade de ambas as partes contribuem para uma união repleta de prosperidade afetiva, satisfação e magnetismo."
          },
          {
            "name": "O HOMEM PENDURADO",
            "reading": "Simboliza aqueles que se amarram como forma de punição por não conseguirem o que querem. É o caso da pessoa insatisfeita e magoada com o parceiro, esperando que este mude o modo de agir ou de ver a vida simplesmente para agradar as expectativas dela. Os dois vivem em guerras silenciosas em que prevalecem a amargura e o ressentimento. Mas um deles ama tanto o outro que chega a sofrer por isso, mantendo a afetividade fechada – a única trégua que dá é quando se abre para reparar os defeitos do parceiro. Indica casamentos machucados pelo tempo, casais conformados com o marasmo e a ausência de melhorias para o amor se libertar e se expressar livremente. Devido à posição da figura – de ponta cabeça, longe do chão -, muitas vezes não enxerga o mal que faz para si e para o cônjuge."
          },
          {
            "name": "A MORTE",
            "reading": "Situações difíceis e um certo egoísmo são as características principais do padrão desta carta. É comum querer melhorar a vida afetiva, mesmo que o sentimento inicial já esteja, literalmente, morto. O que antes era saudável agora se torna incompatível, difícil. Há angústia e falta de afeto pelo distanciamento amoroso. Indica que a relação precisa ser revista e a forma como um interage com o outro, reciclada."
          },
          {
            "name": "A TEMPERANÇA",
            "reading": "Este é o arcano da alquimia. Ele mostra como os opostos se atraem e como eles se combinam para gerar relação repleta de harmonia. Indica, portanto, toda a tranquilidade de um relacionamento estável, sempre igual. Existe amizade, carinho, diálogo e atenção.O amor é profundo, mesmo que às vezes a rotina seja entediante. A carta aconselha o casal a desenvolver sempre mais o potencial de união – já que todos os ingredientes resultaram numa bela receita amorosa."
          },
          {
            "name": "O DIABO",
            "reading": "Paixão, desconfiança e desejo. É com essa mistura que o Diabo tempera um relacionamento afetivo. Entre o casal existe certa disputa de forças e valores aliada ao prazer e à possessividade, fazendo com que haja perigosa fogueira de vaidades queimando a boa comunicação. Ilustra brigas e ciúmes inúteis que, por incrível que pareça, dão motivos para que a intimidade seja totalmente prazerosa. Amor e ódio são as dádivas deste arcano."
          },
          {
            "name": "A TORRE",
            "reading": "O amor refletido por esta carta do Tarot mostra que o fim deve ser aceito com todas as forças possíveis. A relação tem mais obstáculos que nunca, tamanha a imaturidade e a negligência por não se dedicarem fielmente à união. Os erros, as desculpas e as ilusões acabam por estremecer as estruturas afetivas e explodem em desgosto e necessidade de renovação. Para o amor entrar num coração em ruínas, é preciso que haja consciência emocional. Caso não haja, então não vale mais a pena."
          },
          {
            "name": "A ESTRELA",
            "reading": "O casal que atinge A Estrela encontra-se em paz, com tranqüilidade e esperança de que tudo pode dar certo sempre. A relação tem por base o afeto, o carinho e o verdadeiro respeito pela pessoa amada. Este equilíbrio pode muitas vezes não ser compreendido por quem o vive, já que tudo parece perfeito. Para que essa reciprocidade perdure, o conselho é não questioná-la, mas sim vivenciá-la o máximo possível, aproveitando cada minuto desta tarde estrelada."
          },
          {
            "name": "A LUA",
            "reading": "Esta é a carta do ciúme, das fantasias e da falta de diálogo para resolver problemas. Um espera demais do outro e ambos os amantes acabam se frustrando e se odiando com o passar do tempo. A noite do Tarot traz o medo do que a pessoa amada pode fazer de mal para a relação e para si mesma, que acaba mergulhando na escuridão da tristeza e da solidão. Muita confusão emocional mostra que duas pessoas podem suportar mais dor que apenas uma. Embora indique prosperidade material, sugere falta de coragem e pobreza de espírito para iluminar o amor."
          },
          {
            "name": "O SOL",
            "reading": "É com alegria e muito prazer que o casal regido por esta carta aproveita cada dia. Existe autêntico respeito pela relação e pela individualidade de cada um, mesmo que todo momento seja uma oportunidade de expressarem amor, admiração e satisfação por estarem juntos. Compreensão e apoio incondicional fazem com essa história de amor dure o tempo que for preciso para ser eterna no coração do casal. Aliás, são os interesses em comum e a capacidade de administrar a vida em plena harmonia que faz desse casal um exemplo de paixão e confiança."
          },
          {
            "name": "O JULGAMENTO",
            "reading": "Quando a história de amor é um acontecimento único na vida de duas pessoas que se gostam, este é o arcano responsável. Mostra um relacionamento livremente adaptado ao estilo de vida do casal, que sempre se renova e gosta de novidades. Um influencia a transformação interior do outro, fazendo com que a vida seja cheia de surpresas e momentos felizes baseados na simplicidade da vida e na imprevisibilidade do amor."
          },
          {
            "name": "O MUNDO",
            "reading": "Mostra o completo equilíbrio de forças e sentimentos de uma relação amorosa. O mundo desse casal é sustentado pela integração das diferenças e semelhanças e pela aceitação mútua de todos os defeitos e qualidades. Existe segurança emocional, prazer e responsabilidade pela própria felicidade. É como nas fábulas em que o amor passa por várias aventuras e que, no final, tudo se encaixa e dá certo."
          },
          {
            "name": "O LOUCO",
            "reading": "Este é o arcano sem número que está pode estar presente em todos os padrões de comportamento já analisados. Mas por si só, ilustra a união baseada na liberdade de escolha e na diversão. Existe muita infantilidade ao lidar com o relacionamento, fazendo com que tudo seja efêmero, passageiro e não muito importante. A relação regida por este arcano é ingênua a ponto de ser descartada em qualquer momento de dificuldade. Indica despreparo emocional. É o típico caso do relacionamento aparentemente sem futuro, em que o prazer está acima de tudo."
          },
          {
            "name": "ÀS DE COPAS",
            "reading": "Esta carta envolve emoções intensas e aventura amorosa."
          },
          {
            "name": "2 DE COPAS",
            "reading": "O Dois de Copas prevê reconciliação, amizades ou sociedades."
          },
          {
            "name": "3 DE COPAS",
            "reading": "Bem-estar emocional, casamento, um nova relação amorosa, e o nascimento de uma criança são as possibilidades anunciadas por esta carta."
          },
          {
            "name": "4 DE COPAS",
            "reading": "Relacionamento mal-sucedido, depressão, insatisfação e desilusão tem a ver com o aviso desta carta."
          },
          {
            "name": "5 DE COPAS",
            "reading": "Esta carta alerta para traição, separação e desentendimentos amorosos."
          },
          {
            "name": "6 DE COPAS",
            "reading": "Nostalgia, retorno de um antigo amor e reatar de relacionamento são possibilidades indicadas por esta carta."
          },
          {
            "name": "7 DE COPAS",
            "reading": "Envolvimento emocional e necessidade de ser mais realista são as indicações do Sete de Copas."
          },
          {
            "name": "8 DE COPAS",
            "reading": "Separação, luto e futuro incerto é a triste previsão do Oito de Copas."
          },
          {
            "name": "9 DE COPAS",
            "reading": "O Nove de Copas prevê prazer, satisfação de desejo e recompensa."
          },
          {
            "name": "10 DE COPAS",
            "reading": "O Dez de Copas pressagia felicidade no amor e relacionamento duradouro."
          },
          {
            "name": "PRINCESA DE COPAS",
            "reading": "Representa a mulher sedutora e romântica. Também, diz respeito ao aflorar do romantismo, sedução e centramento no que se quer."
          },
          {
            "name": "CAVALEIRO DE COPAS",
            "reading": "Esta carta indica novidades, renovação em várias áreas da vida, amor próprio. e regeneração"
          },
          {
            "name": "RAINHA DE COPAS",
            "reading": "Uma mulher maternal, uma mãe, uma mulher de família, uma artista, musicista, poetiza, cantora, pintora. Pode ser sensível demais."
          },
          {
            "name": "REI DE COPAS",
            "reading": "O Rei de Copas representa o sentimento ferido e o medo de se entregar às relações amorosas."
          },
          {
            "name": "ÀS DE ESPADAS",
            "reading": "O Ás de Espadas é uma carta vigorosa de triunfo, conquista e força."
          },
          {
            "name": "2 DE ESPADAS ,",
            "reading": "O Dois de Espadas indica coragem, parcerias, afeto e intimidade."
          },
          {
            "name": "3 DE ESPADAS",
            "reading": "O Três de Espadas anuncia rupturas, dispersão e atrasos."
          },
          {
            "name": "4 DE ESPADAS",
            "reading": "Solidão, reclusão e exílio são aspectos envolvidos nesta carta."
          },
          {
            "name": "5 DE ESPADAS",
            "reading": "Os maus presságios desta carta são infâmia, destruição e perdas."
          },
          {
            "name": "6 DE ESPADAS",
            "reading": "O Seis de Espadas sinaliza notícias ou a vinda de um mensageiro."
          },
          {
            "name": "7 DE ESPADAS",
            "reading": "Esta carta significa discórdia, perturbação, planos mal-sucedidos e intrigas."
          },
          {
            "name": "8 DE ESPADAS",
            "reading": "O Oito de Espadas avisa sobre o surgimento de crises, desapontamentos, calúnias, traição e oposição."
          },
          {
            "name": "9 DE ESPADAS",
            "reading": "Esta é uma carta que indica fracasso, desespero, indecisão e vergonha."
          },
          {
            "name": "10 DE ESPADAS",
            "reading": "O Dez de Espadas pressagia dor, morte, aflição, tristeza e conquistas fugazes."
          },
          {
            "name": "PRINCESA DE ESPADAS",
            "reading": "A Dama de Espadas remete à tristeza feminina, viuvez, carência, esterilidade, separação que pode se converter em rancor e recalques."
          },
          {
            "name": "CAVALEIRO DE ESPADAS",
            "reading": "O Valete de Espadas tem relação com autoridade, administração, vigilância. Mal posicionada, pode denotar imprevistos e problemas."
          },
          {
            "name": "RAINHA DE ESPADAS",
            "reading": "Uma mulher ambiciosa, habilidosa e inteligente, pode ser divorciada ou viúva, uma mulher mais velha, pode representar uma mulher estrangeira, uma lider, advogada, juiza, médica, enfermeira, cirurgiã. Pode ser fria e calculista. Normalmente representa uma rival no trabalho ou no relacionamento."
          },
          {
            "name": "REI DE ESPADAS",
            "reading": "Esta é a carta do juízo, poder, inteligência e justiça, aspectos que se mal utilizados podem se converter em autoritarismo, abuso de poder e crueldade."
          },
          {
            "name": "ÀS DE PAUS",
            "reading": "Esta carta tem relação com a de fertilidade feminina e, por isso, está associada à criação, ao nascimento, empreendimento, herança e prosperidade."
          },
          {
            "name": "2 DE PAUS",
            "reading": "Representa um indivíduo maduro, seguro, audaz e valente, também significa realização de objetivos."
          },
          {
            "name": "3 DE PAUS",
            "reading": "Praticidade e negociações são indicações pelo Três de Paus."
          },
          {
            "name": "4 DE PAUS",
            "reading": "Sociabilidade, paz, serenidade, descanso e romance são aspectos relacionados com o Quatro de Paus."
          },
          {
            "name": "5 DE PAUS",
            "reading": "O Cinco de Paus significa insatisfação, conflito e obstáculos."
          },
          {
            "name": "6 DE PAUS",
            "reading": "Esta carta prevê vitória, ganhos e realização dos objetivos."
          },
          {
            "name": "7 DE PAUS",
            "reading": "Superação e vitória são indicações dessa carta."
          },
          {
            "name": "8 DE PAUS",
            "reading": "Oito de Paus sinaliza fase acelerada e decisões precipitadas."
          },
          {
            "name": "9 DE PAUS",
            "reading": "Esta carta aponta mudanças, preocupação, inimigos ocultos, mas também disciplina e ordem."
          },
          {
            "name": "10 DE PAUS",
            "reading": "Excesso de responsabilidades, pressões e esforço para se manter no poder. Também significa esforço para manter a posição e o uso egoísta do poder."
          },
          {
            "name": "PRINCESA DE PAUS",
            "reading": "Representa uma pessoa amorosa, extrovertida, equilibrada, prática e graciosa."
          },
          {
            "name": "CAVALEIRO DE PAUS",
            "reading": "Indica uma pessoa leal, confiável  e que traz notícias importantes."
          },
          {
            "name": "RAINHA DE PAUS",
            "reading": "Uma mulher ativa, esforçada, empreendedora, uma mulher de negócios, lider, uma mulher extrovertida,, sociável e confiável, determinada e corajosa. Pode ser uma mulher mandona e autoritária."
          },
          {
            "name": "REI DE PAUS",
            "reading": "Tem relação com pessoa benevolente, sábia, honesta e muito consciente."
          },
          {
            "name": "ÀS DE OUROS",
            "reading": "O Ás de Ouro representa poder, ganhos financeiros e satisfação."
          },
          {
            "name": "2 DE OUROS",
            "reading": "Esta carta representa oscilações com ganhos e perdas, força e fraqueza, alegria e tristeza, também diz respeito à mudança de atividade e viagens."
          },
          {
            "name": "3 DE OUROS",
            "reading": "O Três de Ouros tem relação com emprego, construção, crescimento. Em seu aspecto negativo, esta carta denota egoísmo e avareza."
          },
          {
            "name": "4 DE OUROS",
            "reading": "O Quatro de Ouros esta associado a lei, a ordem, riqueza e  status. Em sentido negativo, esta carta remete a ganância."
          },
          {
            "name": "5 DE OUROS",
            "reading": "O Cinco de Ouros é indicação de inteligência aplicada ao trabalho. Em contexto adverso, indica preocupação com questões materiais e insegurança financeira."
          },
          {
            "name": "6 DE OUROS",
            "reading": "O Seis de Ouros tem relação com o que é nobre e o sucesso. Em aspecto negativo revela presunção."
          },
          {
            "name": "7 DE OUROS",
            "reading": "Esta carta significa trabalho honrado e desprendimento. Em má posição, esta carta revela preguiça, trabalho inacabado e descompromisso."
          },
          {
            "name": "8 DE OUROS",
            "reading": "O Oito de Ouros indica inteligência, destreza e diligência voltadas a questões materiais. O aspecto mau desta carta tem a ver com ganância e avareza."
          },
          {
            "name": "9 DE OUROS",
            "reading": "Boa sorte, herança e riqueza é o que anuncia esta carta, porém, em contexto negativo, indica cobiça e desonestidade."
          },
          {
            "name": "10 DE OUROS",
            "reading": "Esta carta anuncia fortuna e abundância. No sentido contrário, sua mensagem é de alerta para a indolência."
          },
          {
            "name": "PRINCESA DE OUROS",
            "reading": "A Dama de Ouros personifica a mulher gentil, encantadora, calma e recatada. Esta carta quando negativada, aponta para uma mulher tola, submissa, servil e  melindrosa."
          },
          {
            "name": "CAVALEIRO DE OUROS",
            "reading": "O Valete de Ouros representa aquele que trabalha em excesso pela conquista material. Mal posicionada, esta carta revela um homem mesquinho e ciumento."
          },
          {
            "name": "RAINHA DE OUROS",
            "reading": "Uma mulher empreendedora, inteligente, rica, segura financeiramente, pode ser famosa, uma executiva, uma chefe, uma oficial do governo. Pode indicar uma mulher viciada em trabalho."
          },
          {
            "name": "REI DE OUROS",
            "reading": "Esta carta denota um jovem enérgico, empreendedor, competente e prático, embora um tanto agressivo e competitivo."
          }
    ]
}